---
kind: enumMember
id: F:Autodesk.Revit.DB.PartEdgeConditionOrientation.Mirrored
enum: Autodesk.Revit.DB.PartEdgeConditionOrientation
source: html/da54576e-5aa4-7886-4bcf-0ad11b3c6a49.htm
---
# Autodesk.Revit.DB.PartEdgeConditionOrientation.Mirrored

Right/lower profile is obtained by mirroring the left/upper profile with respect to the
 division line. The division gap is not applied.